{
  "heading": "SMRT eSports",
  "header": {
    "home": "Home",
    "about": "About",
    "mission": "Mission",
    "events": "Events",
    "gallery": "Gallery",
    "sponsors": "Sponsors",
    "contact": "Contact"
  },
  "about": {
    "title": "About Us",
    "paragraphs": [
      "SMRT eSports is nonprofit corporation. We started as an esports tournament organizer and eSports team in 2017.  We identified the need to represent Canada on the global stage in fighting game esports and so Team So SMRT was created.  A short list of our achievements include:",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "SMRT eSports team founded.",
              "SMRT eSports also worked as volunteer tournament organizer with TorontoTopTiers"
            ]
          },
          {
            "year": "2018",
            "achievements": [
              "SMRT | Missing Person placed 2nd in Sailor Moon S at <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/AnimEVO/2018/SMS\">AnimEVO</a>"
            ]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF represented Canada at the NeoGeo World Tour 2 in Taiwan for <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoF98\">The King of Fighters ‘98</a>",
              "SMRT | AlvinKOF represented Canada at the NeoGeo World Tour 2 in Taiwan for <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoFXIV\">The King of Fighters 14</a>"
            ]
          },
          {
            "year": "2024-present",
            "achievements": [
              "SMRT eSports refocused our attention towards promoting fighting game eSports talent domestically with offline and online tournaments in Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Mission & Vision",
    "paragraphs": [
      "SMRT eSports is a not-for-profit corporation with a mission to elevate Canadian talent and promote tourism through Fighting games eSports (i.e. King of Fighters, Street Fighter and Tekken).",
      "Fighting games allow people to develop resiliency in a barrier-free environment.",
      "SMRT eSports strives to develop collaboration, problem-solving, and resiliency in our community of fighting game players.  Our goal is to promote these transferable life skills learned from fighting game esports."
    ]
  },
  "events": [
    {
      "name": "Whiff City",
      "logo": "whiff-city.png",
      "paragraphs": [
        "Our premiere monthly video game eSports competition at C.W. Coop’s Barrie on Dunlop Street.",
        "30-50 people attend this event on the last Saturday of every month.",
        "Approximately half of the attendees are from the Barrie/Simcoe County area.  The other half of the attendees are from Greater Toronto Area, Hamilton, Mississauga and they come from as far as Guelph, Niagara Falls, and Haliburton."
      ],
      "url": "https://start.gg/whiffcity",
      "sublinks": [
        {
          "text": "Join at",
          "url": "https://start.gg/whiffcity",
          "linkText": "start.gg/whiffcity"
        },
        {
          "text": "Watch now on Twitch!",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "King of the Hill",
      "logo": "king-of-the-hill.png",
      "paragraphs": [
        "Our annual eSports competition at YetiCon in Blue Mountain, Ontario.  The event hosts over 200 exhibitors and hundreds of attendees.",
        "We will be hosting our first annual King of The Hill competition there for the convention goers and our fighting game community members."
      ],
      "url": "https://start.gg/hooyeah",
      "sublinks": [
        {
          "text": "Watch the restream from June 19th at",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "6ix Fighters League",
      "logo": "6ix.png",
      "paragraphs": [
        "Our bimonthly team tournament played online amongst local players and will expand to the entire east coast of Canada.",
        "Players collaborate in a 3 vs. 3 tournament.  This platform gives them an opportunity to share \"tech\" (their deeper understanding of the game).",
        "There is immediate growth in understanding and application of game mechanics."
      ],
      "url": "https://youtube.com/@705WhiffCity",
      "sublinks": [
        {
          "text": "Watch now on Twitch!",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "Game Set Match",
      "logo": "gsm.png",
      "paragraphs": [
        "Our biweekly Twitch and YouTube show where we connect legendary members of the fighting game community with rising stars within ourcommunity in Barrie/Simcoe County.",
        "The first 3 episodes have featured personalities from every facet of eSports including: world champion competitor Kane Blueriver, international coach Chris_F, and YouTube star content creator Gerald Lee of Core-A Gaming."
      ],
      "url": "https://youtube.com/playlist?list=PLODkaf7lDdAzEKDrxdXBjdwOoa-uSb0Ki&feature=shared",
      "sublinks": [
        {
          "text": "Watch now on Youtube!",
          "url": "https://youtube.com/@SMRTeSports",
          "linkText": "youtube.com/@SMRTeSports"
        }
      ]
    }
  ],
  "sponsors": {
    "heading": "Our Proud Sponsors",
    "brands": [
      {
        "name": "C.W. Coop's",
        "logo": "coops.png",
        "url": "https://cwcoopsbarrie.com/"
      },
      {
        "name": "Canadian Joysticks",
        "logo": "cj.png",
        "url": "https://canadianjoysticks.com/"
      },
      {
        "name": "Pixel Paradise Arcade",
        "logo": "ppa.png",
        "url": "https://pixelparadisearcade.ca/"
      },
      {
        "name": "GuileKeys",
        "logo": "gk.png",
        "url": "https://guilekeys.com"
      },
      {
        "name": "Licious Italian Food and Catering",
        "logo": "licious.png",
        "url": "https://liciousbakerycafe.ca/"
      }
    ]
  },
  "contact": {
    "title": "Contact Us",
    "placeholders": {
      "name": "Your Name",
      "email": "Your Email",
      "message": "Your Message"
    },
    "submit": "Send Message",
    "success": "Your message has been sent successfully!"
  },
  "rules": {
    "title": "PRIZE CONTEST RULES AND REGULATIONS",
    "subtitle": "SMRT eSports Skill-based Prize Contest",
    "lastUpdated": "October 8, 2025",
    "important": "THIS IS A SKILL-BASED PRIZE CONTEST. IT IS NOT A LOTTERY OR A RAFFLE. NO PURCHASE NECESSARY.",
    "articles": [
      {
        "heading": "ELIGIBILITY",
        "items": [
          "The SMRT eSports Skill-based Prize Contest is open to residents of Ontario, Canada who are 13 years of age or older at the time of entry.",
          "Contestants younger than 13 years of age may participate only if a parent or legal guardian provides written consent and co-signs required documentation.",
          "Employees, contractors, and representatives of SMRT eSports, and members of their immediate households, are not eligible to win."
        ]
      },
      {
        "heading": "NATURE OF CONTEST; NOT A LOTTERY OR RAFFLE",
        "items": [
          "This contest is a skill-based competition. Winners are determined solely based on correctly solving the designated mathematics question in accordance with these rules.",
          "There is no element of chance used to determine winners.",
          "Any draw or on-stage selection displayed during the event is for showmanship and entertainment only and does not affect eligibility, selection, or odds of winning. The draw has no legal effect on the outcome."
        ]
      },
      {
        "heading": "CONTEST WINDOW; ENTRY LIMIT; NO PURCHASE NECESSARY",
        "items": [
          "The contest window for each event is the event date and time as listed on the SMRT eSports event page at https://start.gg/whiffcity. The contest window automatically closes at 11:59 p.m. local time on the event date.",
          "Each participant may make only one skill challenge attempt per event date. Multiple or automated entries are void.",
          "No purchase, payment, or donation is required to enter or win. Paying event admission does not increase chances of winning. A free method of entry is available by submitting the contact form at https://smrtesports.com while supplies last or by following posted in-person instructions at the event."
        ]
      },
      {
        "heading": "HOW TO ENTER THE SKILL CONTEST",
        "items": [
          "During the contest window, eligible participants may obtain an answer card or digital form as instructed at the event and attempt the skill question.",
          "Required skill question: (150 ÷ 3) + (180 × 3) − 55. Divide 150 by 3, then add the result to 180 multiplied by 3, finally subtract 55.",
          "Participants must solve the skill question unaided and submit their single final answer in the format and within the time limit announced by the contest officials."
        ]
      },
      {
        "heading": "WINNER DETERMINATION (SKILL ONLY)",
        "items": [
          "Prizes are awarded only to participants who submit the correct final answer within the contest window.",
          "If the number of correct submissions exceeds the number of available prizes for that event, prizes will be awarded to the earliest correct submissions based on the official timestamp recorded by the contest officials.",
          "If a timing tie occurs at the cutoff for the final available prize or prizes, tied participants will each complete an additional skill question of comparable difficulty. The earliest correct tiebreak answer or answers will receive the prize or prizes.",
          "No random selection, lottery, or raffle mechanics are used to determine winners."
        ]
      },
      {
        "heading": "DRAW IS FOR SHOWMANSHIP ONLY",
        "items": [
          "Any on-stage, streamed, or displayed draw is a ceremonial, entertainment-focused segment designed to engage the audience and does not alter eligibility, selection, or outcomes.",
          "All audience prompts, props, or graphics that refer to a draw are purely theatrical. The legal winners are determined exclusively under the skill contest entry and winner determination sections."
        ]
      },
      {
        "heading": "PRIZES; CHANGES; SUBSTITUTIONS",
        "items": [
          "For the skill contest described in these rules, the sole prize available to a qualifying winner is one Whiff City sticker with an approximate retail value of no more than $0.01 CAD. No cash alternative or additional consideration is offered.",
          "Prize descriptions and quantities for each event, including any non-determinative showmanship elements, will be posted on-site or announced prior to the contest window. All prizes are subject to change without notice.",
          "SMRT eSports may substitute a prize with one of equal or greater value if unavailable. Prizes have no cash value unless expressly stated in writing.",
          "A mystery box prize, if offered, entitles the winner to the contents of the mystery box only and not the physical box."
        ]
      },
      {
        "heading": "VERIFICATION; RELEASES; MINOR PARTICIPATION",
        "items": [
          "To be confirmed as a winner, a participant must be eligible, have correctly solved the skill question, complete and sign the declaration of compliance and liability/publicity release, and present valid identification upon request.",
          "Participants younger than 13 years of age must have a parent or legal guardian sign the declaration and any consent forms, and accompany the participant to collect any prize.",
          "Failure to complete verification within the time specified by the contest officials will result in disqualification and forfeiture of the prize."
        ]
      },
      {
        "heading": "PRIZE CLAIM; IN-PERSON COLLECTION",
        "items": [
          "Prizes must be collected in person at the event or at the designated location communicated by SMRT eSports. Failure to collect on time may result in forfeiture.",
          "Prizes are awarded as is, without any warranty, express or implied."
        ]
      },
      {
        "heading": "CONDUCT; DISQUALIFICATION",
        "items": [
          "Submissions that are incomplete, illegible, late, forged, or made using prohibited aids, including calculators, mobile devices, or outside assistance, will be disqualified.",
          "SMRT eSports may disqualify any individual who tampers with or abuses any aspect of the contest, violates these rules, or acts in an unsportsmanlike or disruptive manner."
        ]
      },
      {
        "heading": "LIABILITY LIMITATION AND RELEASE",
        "items": [
          "By participating, entrants release SMRT eSports, its affiliates, and their officers, directors, employees, and agents from any liability arising from participation or prize acceptance.",
          "SMRT eSports is not responsible for lost, delayed, misdirected, or corrupted submissions, or for technical or human errors of any kind."
        ]
      },
      {
        "heading": "PRIVACY",
        "items": [
          "Personal information is collected, used, and disclosed solely for contest administration in accordance with the SMRT eSports Privacy Policy available at https://smrtesports.com.",
          "For participants younger than 13 years of age, personal information will only be collected, used, or disclosed with verified parental or guardian consent."
        ]
      },
      {
        "heading": "PUBLICITY",
        "items": [
          "By accepting a prize, winners consent to the use of their name, likeness, voice, city or town of residence, and statements for publicity purposes by SMRT eSports, without additional compensation, unless prohibited by law.",
          "For participants younger than 13 years of age, such publicity consent must be provided by a parent or legal guardian."
        ]
      },
      {
        "heading": "GOVERNING LAW; DECISIONS FINAL",
        "items": [
          "These rules are governed by the laws of the Province of Ontario and the federal laws of Canada applicable therein.",
          "All decisions of SMRT eSports and the contest officials are final and binding."
        ]
      },
      {
        "heading": "QUESTIONS; FREE ENTRY",
        "items": [
          "A free method of entry and general contest inquiries are available via the contact form at https://smrtesports.com while supplies last.",
          "These rules clarify that this contest is not a lottery or a raffle because winners are determined solely by skill, and any draw is for showmanship only and has no bearing on winner selection."
        ]
      }
    ]
  }
}
