{
  "heading": "SMRT eSports",
  "header": {
    "home": "Home",
    "about": "About",
    "mission": "Mission",
    "events": "Events",
    "gallery": "Gallery",
    "sponsors": "Sponsors",
    "contact": "Contact"
  },
  "about": {
    "title": "About Us",
    "paragraphs": [
      "SMRT eSports is nonprofit corporation. We started as an esports tournament organizer and eSports team in 2017.  We identified the need to represent Canada on the global stage in fighting game esports and so Team So SMRT was created.  A short list of our achievements include:",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "SMRT eSports team founded.",
              "SMRT eSports also worked as volunteer tournament organizer with TorontoTopTiers"
            ]
          },
          {
            "year": "2018",
            "achievements": [
              "SMRT | Missing Person placed 2nd in Sailor Moon S at <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/AnimEVO/2018/SMS\">AnimEVO</a>"
            ]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF represented Canada at the NeoGeo World Tour 2 in Taiwan for <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoF98\">The King of Fighters ‘98</a>",
              "SMRT | AlvinKOF represented Canada at the NeoGeo World Tour 2 in Taiwan for <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoFXIV\">The King of Fighters 14</a>"
            ]
          },
          {
            "year": "2024-present",
            "achievements": [
              "SMRT eSports refocused our attention towards promoting fighting game eSports talent domestically with offline and online tournaments in Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Mission & Vision",
    "paragraphs": [
      "SMRT eSports is a not-for-profit corporation with a mission to elevate Canadian talent and promote tourism through Fighting games eSports (i.e. King of Fighters, Street Fighter and Tekken).",
      "Fighting games allow people to develop resiliency in a barrier-free environment.",
      "SMRT eSports strives to develop collaboration, problem-solving, and resiliency in our community of fighting game players.  Our goal is to promote these transferable life skills learned from fighting game esports."
    ]
  },
  "events": [
    {
      "name": "Whiff City",
      "logo": "whiff-city.png",
      "paragraphs": [
        "Our premiere monthly video game eSports competition at C.W. Coop’s Barrie on Dunlop Street.",
        "30-50 people attend this event on the last Saturday of every month.",
        "Approximately half of the attendees are from the Barrie/Simcoe County area.  The other half of the attendees are from Greater Toronto Area, Hamilton, Mississauga and they come from as far as Guelph, Niagara Falls, and Haliburton."
      ],
      "url": "https://start.gg/whiffcity",
      "sublinks": [
        {
          "text": "Join at",
          "url": "https://start.gg/whiffcity",
          "linkText": "start.gg/whiffcity"
        },
        {
          "text": "Watch now on Twitch!",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "King of the Hill",
      "logo": "king-of-the-hill.png",
      "paragraphs": [
        "Our annual eSports competition at YetiCon in Blue Mountain, Ontario.  The event hosts over 200 exhibitors and hundreds of attendees.",
        "We will be hosting our first annual King of The Hill competition there for the convention goers and our fighting game community members."
      ],
      "url": "https://start.gg/hooyeah",
      "sublinks": [
        {
          "text": "Watch the restream from June 19th at",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "6ix Fighters League",
      "logo": "6ix.png",
      "paragraphs": [
        "Our bimonthly team tournament played online amongst local players and will expand to the entire east coast of Canada.",
        "Players collaborate in a 3 vs. 3 tournament.  This platform gives them an opportunity to share \"tech\" (their deeper understanding of the game).",
        "There is immediate growth in understanding and application of game mechanics."
      ],
      "url": "https://youtube.com/@705WhiffCity",
      "sublinks": [
        {
          "text": "Watch now on Twitch!",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "Game Set Match",
      "logo": "gsm.png",
      "paragraphs": [
        "Our biweekly Twitch and YouTube show where we connect legendary members of the fighting game community with rising stars within ourcommunity in Barrie/Simcoe County.",
        "The first 3 episodes have featured personalities from every facet of eSports including: world champion competitor Kane Blueriver, international coach Chris_F, and YouTube star content creator Gerald Lee of Core-A Gaming."
      ],
      "url": "https://youtube.com/playlist?list=PLODkaf7lDdAzEKDrxdXBjdwOoa-uSb0Ki&feature=shared",
      "sublinks": [
        {
          "text": "Watch now on Youtube!",
          "url": "https://youtube.com/@SMRTeSports",
          "linkText": "youtube.com/@SMRTeSports"
        }
      ]
    }
  ],
  "sponsors": {
    "heading": "Our Proud Sponsors",
    "brands": [
      {
        "name": "C.W. Coop's",
        "logo": "coops.png",
        "url": "https://cwcoopsbarrie.com/"
      },
      {
        "name": "Canadian Joysticks",
        "logo": "cj.png",
        "url": "https://canadianjoysticks.com/"
      },
      {
        "name": "Pixel Paradise Arcade",
        "logo": "ppa.png",
        "url": "https://pixelparadisearcade.ca/"
      },
      {
        "name": "Licious Italian Food and Catering",
        "logo": "licious.png",
        "url": "https://liciousbakerycafe.ca/"
      }
    ],
    "contactUs": "Contact us for affordable advertising sponsorship opportunities."
  },
  "footer": {
    "name": "SMRT eSports",
    "rights": "All rights reserved.",
    "viewRules": "View Contest Rules",
    "landAcknowledgement": "SMRT eSports honours the Anishinaabeg peoples of Treaty 18—the traditional stewards of the land we play and gather on."
  },
  "contact": {
    "title": "Contact Us",
    "placeholders": {
      "name": "Your Name",
      "email": "Your Email",
      "message": "Your Message"
    },
    "submit": "Send Message",
    "success": "Your message has been sent successfully!"
  },
  "rules": {
    "title": "SMRT eSports Official Contest Rules",
    "subtitle": "These Official Rules govern all promotional contests (“Contests”) conducted by SMRT eSports and its designated affiliates (collectively, “the Organizer”).",
    "lastUpdated": "October 17, 2025",
    "articles": [
      {
        "heading": "Eligibility",
        "items": [
          "Open to residents of Ontario who are thirteen years of age or older at the time of entry.",
          "Entrants under eighteen years of age must have the consent of a parent or legal guardian to participate and to collect any prize."
        ]
      },
      {
        "heading": "How to Enter",
        "items": [
          "Eligible participants may obtain Contest entries in multiple ways during the event period and must confirm completion with event staff.",
          "Tournament participation provides one Contest entry when a participant registers for and plays in any official SMRT eSports tournament event, including free-entry brackets.",
          "Community engagement entries may be earned by following SMRT eSports on an official social-media platform, following the official SMRT eSports Twitch channel, subscribing to the official SMRT eSports YouTube channel, or following additional affiliate channels or accounts designated for that event.",
          "On-site purchase entries may be available as a fundraiser option at each event, subject to availability and event-specific limits.",
          "All entries must be received before the announced contest closing time for the specific event."
        ]
      },
      {
        "heading": "Contest Period",
        "items": [
          "Each Contest takes place during the announced SMRT eSports event date at the specified venue.",
          "Entries close at the time announced by event staff, and the random draw will occur on the same day at approximately the posted draw time."
        ]
      },
      {
        "heading": "Winner Selection",
        "items": [
          "All eligible entries are placed into a random draw conducted by SMRT eSports representatives.",
          "Selected entrants must be present at the venue at the time of the draw.",
          "To be declared a winner, the selected entrant must correctly answer a time-limited, unaided, multi-step skill-testing mathematical question administered by event staff.",
          "If a selected entrant is not present, declines the prize, fails to answer correctly, or is otherwise ineligible, an alternate entrant may be drawn."
        ]
      },
      {
        "heading": "Prizes",
        "items": [
          "Prizes for each Contest are announced in advance of or during the event, along with their approximate retail value.",
          "Prizes must be accepted as awarded and have no cash value; substitutions are not permitted except at the Organizer’s discretion.",
          "Winners under eighteen years of age must have a parent or legal guardian present, or provide written consent, in order to receive their prize.",
          "All prizes must be claimed in person at the event; unclaimed prizes will be forfeited and may be re-drawn at the Organizer’s discretion."
        ]
      },
      {
        "heading": "Odds of Winning",
        "items": ["Odds of winning depend on the total number of eligible entries received for the particular event."]
      },
      {
        "heading": "General Conditions",
        "items": [
          "By entering, participants agree to abide by these Official Rules and the decisions of SMRT eSports, which are final and binding.",
          "SMRT eSports reserves the right to cancel, modify, or suspend any Contest if fraud, technical failures, or other issues compromise its fairness or integrity.",
          "The Organizer is not responsible for lost, late, misdirected, or incomplete entries, or for technical malfunctions affecting participation.",
          "The Organizer may disqualify any person who tampers with the entry process or violates these Official Rules."
        ]
      },
      {
        "heading": "Publicity and Privacy",
        "items": [
          "By accepting a prize, winners consent to the use of their name, city of residence, likeness, and tournament participation details for promotional purposes in connection with SMRT eSports activities, without additional compensation, except where prohibited by law.",
          "Personal information collected is used solely for administration of the Contest and related SMRT eSports communications, in accordance with applicable privacy laws."
        ]
      },
      {
        "heading": "Fundraising Purpose",
        "items": [
          "Proceeds from the sale of on-site entries support the ongoing operational and community-building costs of SMRT eSports events and programming."
        ]
      },
      {
        "heading": "Legal Notice",
        "items": [
          "Each Contest is intended to comply with the contest laws of Canada and the Province of Ontario and is void where prohibited.",
          "These Contests are not licensed lotteries under the Alcohol and Gaming Commission of Ontario, and no purchase is required to obtain at least one entry."
        ]
      }
    ]
  }
}
