{
  "heading": "SMRT eSports",
  "header": {
    "home": "Home",
    "about": "About",
    "mission": "Mission",
    "gallery": "Gallery",
    "contact": "Contact"
  },
  "about": {
    "title": "About Us",
    "paragraphs": [
      "SMRT eSports is nonprofit corporation. We started as an esports tournament organizer and eSports team in 2017.  We identified the need to represent Canada on the global stage in fighting game esports and so Team So SMRT was created.  A short list of our achievements include:",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "SMRT eSports team founded.",
              "SMRT eSports also worked as volunteer tournament organizer with TorontoTopTiers"
            ]
          },
          {
            "year": "2018",
            "achievements": ["SMRT | Missing Person placed 2nd in Sailor Moon S at Anime Evo"]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF represented Canada at the NeoGeo World Tour 2 in Taiwan for The King of Fighters ‘98",
              "SMRT | AlvinKOF represented Canada at the NeoGeo World Tour 2 in Taiwan for The King of Fighters 14"
            ]
          },
          {
            "year": "2024-present",
            "achievements": [
              "SMRT eSports refocused our attention towards promoting fighting game eSports talent domestically with offline and online tournaments in Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Mission & Vision",
    "paragraphs": [
      "SMRT eSports is a not-for-profit corporation with a mission to elevate Canadian talent and promote tourism through Fighting games eSports (i.e. King of Fighters, Street Fighter and Tekken).",
      "Fighting games allow people to develop resiliency in a barrier-free environment.",
      "SMRT eSports strives to develop collaboration, problem-solving, and resiliency in our community of fighting game players.  Our goal is to promote these transferable life skills learned from fighting game esports."
    ]
  },
  "contact": {
    "title": "Contact Us",
    "placeholders": {
      "name": "Your Name",
      "email": "Your Email",
      "message": "Your Message"
    },
    "submit": "Send Message",
    "success": "Your message has been sent successfully!"
  }
}
