{
  "heading": "SMRT eSports",
  "header": {
    "home": "Inicio",
    "about": "Acerca de",
    "mission": "Misión",
    "events": "Eventos",
    "gallery": "Galería",
    "contact": "Contacto"
  },
  "about": {
    "title": "Sobre Nosotros",
    "paragraphs": [
      "SMRT eSports es una corporación sin fines de lucro. Comenzamos como un organizador de torneos de deportes electrónicos y un equipo de eSports en 2017. Identificamos la necesidad de representar a Canadá en el escenario global de los deportes electrónicos de juegos de lucha, y así nació el equipo So SMRT. Una lista corta de nuestros logros incluye:",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "Se fundó el equipo de SMRT eSports.",
              "SMRT eSports también trabajó como organizador de torneos voluntario con TorontoTopTiers."
            ]
          },
          {
            "year": "2018",
            "achievements": [
              "SMRT | Missing Person obtuvo el 2.º lugar en Sailor Moon S en <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/AnimEVO/2018/SMS\">AnimEVO</a>."
            ]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF representó a Canadá en el NeoGeo World Tour 2 en Taiwán para The King of Fighters ‘98.",
              "SMRT | AlvinKOF representó a Canadá en el NeoGeo World Tour 2 en Taiwán para The King of Fighters 14."
            ]
          },
          {
            "year": "2024-presente",
            "achievements": [
              "SMRT eSports redirigió nuestra atención a la promoción del talento en los deportes electrónicos de juegos de lucha a nivel nacional con torneos presenciales y en línea en Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Misión y Visión",
    "paragraphs": [
      "SMRT eSports es una corporación sin fines de lucro con la misión de elevar el talento canadiense y promover el turismo a través de los esports de juegos de lucha (es decir, King of Fighters, Street Fighter y Tekken).",
      "Los juegos de lucha permiten a las personas desarrollar resiliencia en un entorno sin barreras.",
      "SMRT eSports se esfuerza por desarrollar la colaboración, la resolución de problemas y la resiliencia en nuestra comunidad de jugadores de juegos de lucha. Nuestro objetivo es promover estas habilidades transferibles de la vida que se aprenden a través de los esports de juegos de lucha."
    ]
  },
  "events": [
    {
      "name": "Whiff City",
      "logo": "whiff-city.png",
      "paragraphs": [
        "Nuestra competencia mensual principal de videojuegos y deportes electrónicos en C.W. Coop’s Barrie, en Dunlop Street.",
        "Entre 30 y 50 personas asisten a este evento el último sábado de cada mes.",
        "Aproximadamente la mitad de los asistentes son del área de Barrie/Condado de Simcoe. La otra mitad proviene del Área Metropolitana de Toronto, Hamilton, Mississauga, y llegan desde lugares tan lejanos como Guelph, Niágara Falls y Haliburton."
      ],
      "url": "https://start.gg/whiffcity"
    },
    {
      "name": "King of the Hill",
      "logo": "king-of-the-hill.png",
      "paragraphs": [
        "Nuestra competencia anual de eSports en YetiCon, en Blue Mountain, Ontario. El evento cuenta con más de 200 expositores y cientos de asistentes.",
        "Organizaremos nuestra primera competencia anual de King of The Hill para los asistentes de la convención y los miembros de nuestra comunidad de juegos de lucha."
      ],
      "url": "https://start.gg/hooyeah"
    },
    {
      "name": "6ix Fighters League",
      "logo": "6ix.png",
      "paragraphs": [
        "Nuestro torneo bimensual por equipos se juega en línea entre jugadores locales y se expandirá a toda la costa este de América del Norte.",
        "Los jugadores colaboran en un torneo de 3 contra 3. Esta plataforma les brinda la oportunidad de compartir su \"tech\" (su comprensión más profunda del juego).",
        "Se observa un crecimiento inmediato en la comprensión y aplicación de las mecánicas del juego."
      ],
      "url": "https://youtube.com/@705WhiffCity"
    },
    {
      "name": "Game Set Match",
      "logo": "gsm.png",
      "paragraphs": [
        "Nuestro programa quincenal en Twitch y YouTube, donde conectamos a miembros legendarios de la comunidad de juegos de lucha con nuevas promesas de nuestra comunidad en Barrie / Condado de Simcoe.",
        "Los primeros 3 episodios han presentado a personalidades de todas las áreas de los eSports, incluyendo: el campeón mundial Kane Blueriver, el entrenador internacional Chris_F, y el creador de contenido en YouTube Gerald Lee, de Core-A Gaming."
      ],
      "url": "https://youtube.com/@SMRTeSports"
    }
  ],
  "contact": {
    "title": "Contáctanos",
    "placeholders": {
      "name": "Tu Nombre",
      "email": "Tu Correo Electrónico",
      "message": "Tu Mensaje"
    },
    "submit": "Enviar Mensaje",
    "success": "¡Tu mensaje ha sido enviado con éxito!"
  }
}
