{
  "heading": "SMRT eSports",
  "header": {
    "home": "Inicio",
    "about": "Acerca de",
    "mission": "Misión",
    "events": "Eventos",
    "gallery": "Galería",
    "sponsors": "Patrocinadores",
    "contact": "Contacto"
  },
  "about": {
    "title": "Sobre Nosotros",
    "paragraphs": [
      "SMRT eSports es una corporación sin fines de lucro. Comenzamos como un organizador de torneos de deportes electrónicos y un equipo de eSports en 2017. Identificamos la necesidad de representar a Canadá en el escenario global de los deportes electrónicos de juegos de lucha, y así nació el equipo So SMRT. Una lista corta de nuestros logros incluye:",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "Se fundó el equipo de SMRT eSports.",
              "SMRT eSports también trabajó como organizador de torneos voluntario con TorontoTopTiers."
            ]
          },
          {
            "year": "2018",
            "achievements": [
              "SMRT | Missing Person obtuvo el 2.º lugar en Sailor Moon S en <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/AnimEVO/2018/SMS\">AnimEVO</a>."
            ]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF representó a Canadá en el NeoGeo World Tour 2 en Taiwán para <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoF98\">The King of Fighters ‘98</a>.",
              "SMRT | AlvinKOF representó a Canadá en el NeoGeo World Tour 2 en Taiwán para <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoFXIV\">The King of Fighters 14</a>."
            ]
          },
          {
            "year": "2024-presente",
            "achievements": [
              "SMRT eSports redirigió nuestra atención a la promoción del talento en los deportes electrónicos de juegos de lucha a nivel nacional con torneos presenciales y en línea en Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Misión y Visión",
    "paragraphs": [
      "SMRT eSports es una corporación sin fines de lucro con la misión de elevar el talento canadiense y promover el turismo a través de los esports de juegos de lucha (es decir, King of Fighters, Street Fighter y Tekken).",
      "Los juegos de lucha permiten a las personas desarrollar resiliencia en un entorno sin barreras.",
      "SMRT eSports se esfuerza por desarrollar la colaboración, la resolución de problemas y la resiliencia en nuestra comunidad de jugadores de juegos de lucha. Nuestro objetivo es promover estas habilidades transferibles de la vida que se aprenden a través de los esports de juegos de lucha."
    ]
  },
  "events": [
    {
      "name": "Whiff City",
      "logo": "whiff-city.png",
      "paragraphs": [
        "Nuestra competencia mensual principal de videojuegos y deportes electrónicos en C.W. Coop’s Barrie, en Dunlop Street.",
        "Entre 30 y 50 personas asisten a este evento el último sábado de cada mes.",
        "Aproximadamente la mitad de los asistentes son del área de Barrie/Condado de Simcoe. La otra mitad proviene del Área Metropolitana de Toronto, Hamilton, Mississauga, y llegan desde lugares tan lejanos como Guelph, Niágara Falls y Haliburton."
      ],
      "url": "https://start.gg/whiffcity",
      "sublinks": [
        {
          "text": "Únete en",
          "url": "https://start.gg/whiffcity",
          "linkText": "start.gg/whiffcity"
        },
        {
          "text": "¡Mira ahora en Twitch!",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "King of the Hill",
      "logo": "king-of-the-hill.png",
      "paragraphs": [
        "Nuestra competencia anual de eSports en YetiCon, en Blue Mountain, Ontario. El evento cuenta con más de 200 expositores y cientos de asistentes.",
        "Organizaremos nuestra primera competencia anual de King of The Hill para los asistentes de la convención y los miembros de nuestra comunidad de juegos de lucha."
      ],
      "url": "https://start.gg/hooyeah",
      "sublinks": [
        {
          "text": "Mira la retransmisión del 19 de junio en",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "6ix Fighters League",
      "logo": "6ix.png",
      "paragraphs": [
        "Nuestro torneo bimensual por equipos se juega en línea entre jugadores locales y se expandirá a toda la costa este de Canadá.",
        "Los jugadores colaboran en un torneo de 3 contra 3. Esta plataforma les brinda la oportunidad de compartir su \"tech\" (su comprensión más profunda del juego).",
        "Se observa un crecimiento inmediato en la comprensión y aplicación de las mecánicas del juego."
      ],
      "url": "https://youtube.com/@705WhiffCity",
      "sublinks": [
        {
          "text": "¡Mira ahora en Twitch!",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "Game Set Match",
      "logo": "gsm.png",
      "paragraphs": [
        "Nuestro programa quincenal en Twitch y YouTube, donde conectamos a miembros legendarios de la comunidad de juegos de lucha con nuevas promesas de nuestra comunidad en Barrie / Condado de Simcoe.",
        "Los primeros 3 episodios han presentado a personalidades de todas las áreas de los eSports, incluyendo: el campeón mundial Kane Blueriver, el entrenador internacional Chris_F, y el creador de contenido en YouTube Gerald Lee, de Core-A Gaming."
      ],
      "url": "https://youtube.com/playlist?list=PLODkaf7lDdAzEKDrxdXBjdwOoa-uSb0Ki&feature=shared",
      "sublinks": [
        {
          "text": "¡Mira ahora en YouTube!",
          "url": "https://youtube.com/@SMRTeSports",
          "linkText": "youtube.com/@SMRTeSports"
        }
      ]
    }
  ],
  "sponsors": {
    "heading": "Nuestros orgullosos patrocinadores",
    "brands": [
      {
        "name": "C.W. Coop's",
        "logo": "coops.png",
        "url": "https://cwcoopsbarrie.com/"
      },
      {
        "name": "Canadian Joysticks",
        "logo": "cj.png",
        "url": "https://canadianjoysticks.com/"
      },
      {
        "name": "Pixel Paradise Arcade",
        "logo": "ppa.png",
        "url": "https://pixelparadisearcade.ca/"
      },
      {
        "name": "Licious comida italiana y catering",
        "logo": "licious.png",
        "url": "https://liciousbakerycafe.ca/"
      }
    ],
    "contactUs": "Contáctanos para oportunidades de patrocinio publicitario asequibles."
  },
  "footer": {
    "name": "SMRT eSports",
    "rights": "Todos los derechos reservados.",
    "landAcknowledgement": "SMRT eSports honra a los pueblos Anishinaabeg del Tratado 18—los guardianes tradicionales de la tierra en la que jugamos y nos reunimos.",
    "viewRules": "Ver reglas del concurso"
  },
  "contact": {
    "title": "Contáctanos",
    "placeholders": {
      "name": "Tu Nombre",
      "email": "Tu Correo Electrónico",
      "message": "Tu Mensaje"
    },
    "submit": "Enviar Mensaje",
    "success": "¡Tu mensaje ha sido enviado con éxito!"
  },
  "rules": {
    "title": "Reglas Oficiales de los Concursos de SMRT eSports",
    "subtitle": "Estas Reglas Oficiales rigen todos los concursos promocionales (“Concursos”) organizados por SMRT eSports y sus filiales designadas (colectivamente, “el Organizador”).",
    "lastUpdated": "17 de octubre de 2025",
    "articles": [
      {
        "heading": "Elegibilidad",
        "items": [
          "Abierto a residentes de Ontario que tengan trece años de edad o más al momento de la inscripción.",
          "Los participantes menores de dieciocho años deben contar con el consentimiento de su padre, madre o tutor legal para participar y para recibir cualquier premio."
        ]
      },
      {
        "heading": "Cómo participar",
        "items": [
          "Los participantes elegibles pueden obtener inscripciones al Concurso de múltiples maneras durante el período del evento y deben confirmar su realización con el personal del evento.",
          "La participación en torneos otorga una inscripción al Concurso cuando el participante se registra y juega en cualquier evento oficial de torneo de SMRT eSports, incluidos los cuadros de entrada gratuita.",
          "Se pueden obtener inscripciones por participación comunitaria siguiendo a SMRT eSports en una plataforma oficial de redes sociales, siguiendo el canal oficial de SMRT eSports en Twitch, suscribiéndose al canal oficial de SMRT eSports en YouTube o siguiendo canales o cuentas afiliadas adicionales designadas para ese evento.",
          "Las inscripciones por compra en el lugar pueden estar disponibles como opción de recaudación de fondos en cada evento, sujetas a disponibilidad y a límites específicos del evento.",
          "Todas las inscripciones deben recibirse antes de la hora de cierre del concurso anunciada para el evento específico."
        ]
      },
      {
        "heading": "Período del concurso",
        "items": [
          "Cada Concurso se realiza durante la fecha del evento de SMRT eSports anunciada y en el lugar especificado.",
          "Las inscripciones cierran en la hora anunciada por el personal del evento y el sorteo aleatorio se realizará el mismo día, aproximadamente a la hora de sorteo publicada."
        ]
      },
      {
        "heading": "Selección de ganadores",
        "items": [
          "Todas las inscripciones elegibles se colocarán en un sorteo aleatorio realizado por representantes de SMRT eSports.",
          "Los participantes seleccionados deben estar presentes en el lugar en el momento del sorteo.",
          "Para ser declarado ganador, el participante seleccionado debe responder correctamente, sin ayuda y dentro del tiempo límite, una pregunta matemática de habilidad de varios pasos administrada por el personal del evento.",
          "Si un participante seleccionado no está presente, rechaza el premio, no responde correctamente o no es elegible, se podrá seleccionar a otro participante."
        ]
      },
      {
        "heading": "Premios",
        "items": [
          "Los premios de cada Concurso se anuncian antes o durante el evento, junto con su valor minorista aproximado.",
          "Los premios deben aceptarse tal como se otorgan y no tienen valor en efectivo; no se permiten sustituciones excepto a discreción del Organizador.",
          "Los ganadores menores de dieciocho años deben estar acompañados por un padre, madre o tutor legal, o presentar un consentimiento por escrito, para recibir su premio.",
          "Todos los premios deben reclamarse en persona en el evento; los premios no reclamados se perderán y podrán volver a sortearse a discreción del Organizador."
        ]
      },
      {
        "heading": "Probabilidades de ganar",
        "items": [
          "Las probabilidades de ganar dependen del número total de inscripciones elegibles recibidas para el evento en cuestión."
        ]
      },
      {
        "heading": "Condiciones generales",
        "items": [
          "Al participar, los concursantes aceptan cumplir estas Reglas Oficiales y las decisiones de SMRT eSports, que son finales y vinculantes.",
          "SMRT eSports se reserva el derecho de cancelar, modificar o suspender cualquier Concurso si el fraude, fallas técnicas u otros inconvenientes comprometen su equidad o integridad.",
          "El Organizador no se responsabiliza por inscripciones perdidas, tardías, mal dirigidas o incompletas, ni por fallas técnicas que afecten la participación.",
          "El Organizador puede descalificar a cualquier persona que manipule el proceso de inscripción o que infrinja estas Reglas Oficiales."
        ]
      },
      {
        "heading": "Publicidad y privacidad",
        "items": [
          "Al aceptar un premio, los ganadores consienten el uso de su nombre, ciudad de residencia, imagen y detalles de participación en torneos con fines promocionales en relación con las actividades de SMRT eSports, sin compensación adicional, salvo donde la ley lo prohíba.",
          "La información personal recopilada se utiliza exclusivamente para la administración del Concurso y comunicaciones relacionadas con SMRT eSports, de conformidad con las leyes de privacidad aplicables."
        ]
      },
      {
        "heading": "Finalidad de recaudación de fondos",
        "items": [
          "Los ingresos de la venta de inscripciones en el lugar se destinan a apoyar los costos operativos continuos y de construcción de comunidad de los eventos y la programación de SMRT eSports."
        ]
      },
      {
        "heading": "Aviso legal",
        "items": [
          "Cada Concurso tiene la intención de cumplir con las leyes de concursos de Canadá y de la Provincia de Ontario y es nulo donde esté prohibido.",
          "Estos Concursos no son loterías autorizadas por la Comisión de Alcohol y Juegos de Ontario, y no se requiere compra para obtener al menos una inscripción."
        ]
      }
    ]
  }
}
