{
  "heading": "SMRT eSports",
  "header": {
    "home": "Accueil",
    "about": "À propos",
    "mission": "Mission",
    "gallery": "Galerie",
    "contact": "Contact"
  },
  "about": {
    "title": "À Propos de Nous",
    "paragraphs": [
      "SMRT eSports est une organisation à but non lucratif. Nous avons commencé comme organisateur de tournois d’e-sport et équipe d’e-sport en 2017. Nous avons identifié le besoin de représenter le Canada sur la scène mondiale des jeux de combat en e-sport, et ainsi, l’équipe So SMRT a été créée. Une courte liste de nos réalisations comprend :",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "L’équipe SMRT eSports a été fondée.",
              "SMRT eSports a également travaillé comme organisateur de tournois bénévoles avec TorontoTopTiers."
            ]
          },
          {
            "year": "2018",
            "achievements": ["SMRT | Missing Person a terminé 2ème dans Sailor Moon S à Anime Evo."]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF a représenté le Canada au NeoGeo World Tour 2 à Taïwan pour The King of Fighters ‘98.",
              "SMRT | AlvinKOF a représenté le Canada au NeoGeo World Tour 2 à Taïwan pour The King of Fighters 14."
            ]
          },
          {
            "year": "2024-présent",
            "achievements": [
              "SMRT eSports a recentré notre attention sur la promotion du talent en e-sport de jeux de combat au niveau national avec des tournois en présentiel et en ligne à Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Mission et Vision",
    "paragraphs": [
      "SMRT eSports est une organisation à but non lucratif ayant pour mission d'élever le talent canadien et de promouvoir le tourisme à travers les jeux de combat eSports (par exemple, King of Fighters, Street Fighter et Tekken).",
      "Les jeux de combat permettent aux individus de développer de la résilience dans un environnement sans obstacle.",
      "SMRT eSports s'efforce de développer la collaboration, la résolution de problèmes et la résilience au sein de notre communauté de joueurs de jeux de combat. Notre objectif est de promouvoir ces compétences de vie transférables acquises grâce aux jeux de combat eSports."
    ]
  },
  "contact": {
    "title": "Contactez-Nous",
    "placeholders": {
      "name": "Votre Nom",
      "email": "Votre Email",
      "message": "Votre Message"
    },
    "submit": "Envoyer le Message",
    "success": "Votre message a été envoyé avec succès !"
  }
}
