{
  "heading": "SMRT eSports",
  "header": {
    "home": "Accueil",
    "about": "À propos",
    "mission": "Mission",
    "events": "Événements",
    "gallery": "Galerie",
    "sponsors": "Commanditaires",
    "contact": "Contact"
  },
  "about": {
    "title": "À Propos de Nous",
    "paragraphs": [
      "SMRT eSports est une organisation à but non lucratif. Nous avons commencé comme organisateur de tournois d’e-sport et équipe d’e-sport en 2017. Nous avons identifié le besoin de représenter le Canada sur la scène mondiale des jeux de combat en e-sport, et ainsi, l’équipe So SMRT a été créée. Une courte liste de nos réalisations comprend :",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "L’équipe SMRT eSports a été fondée.",
              "SMRT eSports a également travaillé comme organisateur de tournois bénévoles avec TorontoTopTiers."
            ]
          },
          {
            "year": "2018",
            "achievements": [
              "SMRT | Missing Person a terminé 2ème dans Sailor Moon S à <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/AnimEVO/2018/SMS\">AnimEVO</a>."
            ]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF a représenté le Canada au NeoGeo World Tour 2 à Taïwan pour <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoF98\">The King of Fighters ‘98</a>.",
              "SMRT | AlvinKOF a représenté le Canada au NeoGeo World Tour 2 à Taïwan pour <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoFXIV\">The King of Fighters 14</a>."
            ]
          },
          {
            "year": "2024-présent",
            "achievements": [
              "SMRT eSports a recentré notre attention sur la promotion du talent en e-sport de jeux de combat au niveau national avec des tournois en présentiel et en ligne à Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Mission et Vision",
    "paragraphs": [
      "SMRT eSports est une organisation à but non lucratif ayant pour mission d'élever le talent canadien et de promouvoir le tourisme à travers les jeux de combat eSports (par exemple, King of Fighters, Street Fighter et Tekken).",
      "Les jeux de combat permettent aux individus de développer de la résilience dans un environnement sans obstacle.",
      "SMRT eSports s'efforce de développer la collaboration, la résolution de problèmes et la résilience au sein de notre communauté de joueurs de jeux de combat. Notre objectif est de promouvoir ces compétences de vie transférables acquises grâce aux jeux de combat eSports."
    ]
  },
  "events": [
    {
      "name": "Whiff City",
      "logo": "whiff-city.png",
      "paragraphs": [
        "Notre principale compétition mensuelle de jeux vidéo et d’e-sport a lieu à C.W. Coop’s Barrie, sur rue Dunlop.",
        "Entre 30 et 50 personnes participent à cet événement le dernier samedi de chaque mois.",
        "Environ la moitié des participants viennent de la région de Barrie/Comté de Simcoe. L’autre moitié vient de la Région du Grand Toronto, Hamilton, Mississauga, et même de Guelph, les chutes du Niagara et Haliburton."
      ],
      "url": "https://start.gg/whiffcity",
      "sublinks": [
        {
          "text": "Rejoignez sur",
          "url": "https://start.gg/whiffcity",
          "linkText": "start.gg/whiffcity"
        },
        {
          "text": "Regardez maintenant sur Twitch !",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "King of the Hill",
      "logo": "king-of-the-hill.png",
      "paragraphs": [
        "Notre compétition annuelle d’e-sport à YetiCon, à Blue Mountain, Ontario. L’événement accueille plus de 200 exposants et des centaines de participants.",
        "Nous organiserons notre première compétition annuelle de King of The Hill pour les visiteurs du salon et les membres de notre communauté de jeux de combat."
      ],
      "url": "https://start.gg/hooyeah",
      "sublinks": [
        {
          "text": "Regardez la rediffusion du 19 juin sur",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "6ix Fighters League",
      "logo": "6ix.png",
      "paragraphs": [
        "Notre tournoi bimensuel par équipes se joue en ligne entre joueurs locaux et s’étendra bientôt à toute la côte est de Canada.",
        "Les joueurs collaborent dans un tournoi en format 3 contre 3. Cette plateforme leur permet de partager leur \"tech\" (leur compréhension approfondie du jeu).",
        "On observe une progression immédiate dans la compréhension et l'application des mécaniques du jeu."
      ],
      "url": "https://youtube.com/@705WhiffCity",
      "sublinks": [
        {
          "text": "Regardez maintenant sur Twitch !",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "Game Set Match",
      "logo": "gsm.png",
      "paragraphs": [
        "Notre émission bimensuelle sur Twitch et YouTube relie des membres légendaires de la communauté des jeux de combat aux étoiles montantes de notre communauté à Barrie / Comté de Simcoe.",
        "Les 3 premiers épisodes ont mis en vedette des personnalités de tous les horizons de l’e-sport, dont : le champion du monde Kane Blueriver, l'entraîneur international Chris_F, et la star de YouTube Gerald Lee, créateur de Core-A Gaming."
      ],
      "url": "https://youtube.com/playlist?list=PLODkaf7lDdAzEKDrxdXBjdwOoa-uSb0Ki&feature=shared",
      "sublinks": [
        {
          "text": "Regardez maintenant sur YouTube !",
          "url": "https://youtube.com/@SMRTeSports",
          "linkText": "youtube.com/@SMRTeSports"
        }
      ]
    }
  ],
  "sponsors": {
    "heading": "Nos fiers commanditaires",
    "brands": [
      {
        "name": "C.W. Coop's",
        "logo": "coops.png",
        "url": "https://cwcoopsbarrie.com/"
      },
      {
        "name": "Canadian Joysticks",
        "logo": "cj.png",
        "url": "https://canadianjoysticks.com/"
      },
      {
        "name": "Pixel Paradise Arcade",
        "logo": "ppa.png",
        "url": "https://pixelparadisearcade.ca/"
      },
      {
        "name": "Licious cuisine italienne et service traiteur",
        "logo": "licious.png",
        "url": "https://liciousbakerycafe.ca/"
      }
    ]
  },
  "footer": {
    "name": "SMRT eSports",
    "rights": "Tous droits réservés.",
    "landAcknowledgement": "SMRT eSports honore les peuples Anishinaabeg du Traité 18—les gardiens traditionnels des terres sur lesquelles nous jouons et nous rassemblons.",
    "viewRules": "Voir le règlement du concours"
  },
  "contact": {
    "title": "Contactez-Nous",
    "placeholders": {
      "name": "Votre Nom",
      "email": "Votre Email",
      "message": "Votre Message"
    },
    "submit": "Envoyer le Message",
    "success": "Votre message a été envoyé avec succès !"
  },
  "rules": {
    "title": "Règles officielles des concours SMRT eSports",
    "subtitle": "Les présentes Règles officielles régissent tous les concours promotionnels (« Concours ») organisés par SMRT eSports et ses filiales désignées (collectivement, « l’Organisateur »).",
    "lastUpdated": "17 octobre 2025",
    "articles": [
      {
        "heading": "Admissibilité",
        "items": [
          "Ouvert aux résidents de l’Ontario âgés d’au moins treize ans au moment de l’inscription.",
          "Les participants de moins de dix-huit ans doivent obtenir le consentement d’un parent ou tuteur légal pour participer et pour recevoir tout prix."
        ]
      },
      {
        "heading": "Comment participer",
        "items": [
          "Les participants admissibles peuvent obtenir des inscriptions au Concours de plusieurs façons pendant la période de l’événement et doivent confirmer l’accomplissement auprès du personnel de l’événement.",
          "La participation à un tournoi donne droit à une inscription au Concours lorsqu’un participant s’inscrit et joue à tout événement de tournoi officiel de SMRT eSports, y compris les tableaux à entrée gratuite.",
          "Des inscriptions liées à l’engagement communautaire peuvent être obtenues en suivant SMRT eSports sur une plateforme officielle de médias sociaux, en suivant la chaîne Twitch officielle de SMRT eSports, en s’abonnant à la chaîne YouTube officielle de SMRT eSports ou en suivant des chaînes ou comptes affiliés supplémentaires désignés pour cet événement.",
          "Des inscriptions achetées sur place peuvent être offertes comme option de collecte de fonds à chaque événement, sous réserve de la disponibilité et des limites propres à l’événement.",
          "Toutes les inscriptions doivent être reçues avant l’heure de clôture du concours annoncée pour l’événement concerné."
        ]
      },
      {
        "heading": "Période du concours",
        "items": [
          "Chaque Concours se déroule à la date d’événement SMRT eSports annoncée et au lieu précisé.",
          "Les inscriptions ferment à l’heure annoncée par le personnel de l’événement, et le tirage aléatoire a lieu le même jour à l’heure de tirage indiquée."
        ]
      },
      {
        "heading": "Sélection des gagnants",
        "items": [
          "Toutes les inscriptions admissibles sont placées dans un tirage au sort effectué par des représentants de SMRT eSports.",
          "Les personnes sélectionnées doivent être présentes sur le lieu au moment du tirage.",
          "Pour être déclarée gagnante, la personne sélectionnée doit répondre correctement, sans aide et dans un délai limité, à une question mathématique d’habileté en plusieurs étapes administrée par le personnel de l’événement.",
          "Si la personne sélectionnée est absente, refuse le prix, échoue à répondre correctement ou est autrement inadmissible, une autre personne peut être tirée."
        ]
      },
      {
        "heading": "Prix",
        "items": [
          "Les prix de chaque Concours sont annoncés avant ou pendant l’événement, avec leur valeur au détail approximative.",
          "Les prix doivent être acceptés tels quels et n’ont aucune valeur en argent; aucune substitution n’est permise sauf à la discrétion de l’Organisateur.",
          "Les gagnants de moins de dix-huit ans doivent être accompagnés d’un parent ou tuteur légal, ou fournir un consentement écrit, afin de recevoir leur prix.",
          "Tous les prix doivent être réclamés en personne lors de l’événement; les prix non réclamés seront annulés et peuvent faire l’objet d’un nouveau tirage à la discrétion de l’Organisateur."
        ]
      },
      {
        "heading": "Chances de gagner",
        "items": [
          "Les chances de gagner dépendent du nombre total d’inscriptions admissibles reçues pour l’événement en question."
        ]
      },
      {
        "heading": "Conditions générales",
        "items": [
          "En participant, les concurrents acceptent de se conformer aux présentes Règles officielles et aux décisions de SMRT eSports, qui sont finales et exécutoires.",
          "SMRT eSports se réserve le droit d’annuler, de modifier ou de suspendre tout Concours si une fraude, des défaillances techniques ou d’autres problèmes compromettent son équité ou son intégrité.",
          "L’Organisateur n’est pas responsable des inscriptions perdues, en retard, mal acheminées ou incomplètes, ni des dysfonctionnements techniques affectant la participation.",
          "L’Organisateur peut disqualifier toute personne qui manipule le processus d’inscription ou qui enfreint les présentes Règles officielles."
        ]
      },
      {
        "heading": "Publicité et confidentialité",
        "items": [
          "En acceptant un prix, les gagnants consentent à l’utilisation de leur nom, ville de résidence, image et détails de participation aux tournois à des fins promotionnelles liées aux activités de SMRT eSports, sans compensation supplémentaire, sauf là où la loi l’interdit.",
          "Les renseignements personnels recueillis sont utilisés uniquement pour l’administration du Concours et les communications liées à SMRT eSports, conformément aux lois applicables en matière de protection de la vie privée."
        ]
      },
      {
        "heading": "Objectif de financement",
        "items": [
          "Les recettes provenant de la vente d’inscriptions sur place soutiennent les coûts opérationnels continus et les activités de développement communautaire des événements et programmes de SMRT eSports."
        ]
      },
      {
        "heading": "Avis juridique",
        "items": [
          "Chaque Concours vise à se conformer aux lois canadiennes et ontariennes relatives aux concours et est nul là où il est interdit.",
          "Ces Concours ne sont pas des loteries autorisées par la Commission des alcools et des jeux de l’Ontario, et aucun achat n’est requis pour obtenir au moins une inscription."
        ]
      }
    ]
  }
}
