{
  "heading": "SMRT eSports",
  "header": {
    "home": "Accueil",
    "about": "À propos",
    "mission": "Mission",
    "events": "Événements",
    "gallery": "Galerie",
    "sponsors": "Commanditaires",
    "contact": "Contact"
  },
  "about": {
    "title": "À Propos de Nous",
    "paragraphs": [
      "SMRT eSports est une organisation à but non lucratif. Nous avons commencé comme organisateur de tournois d’e-sport et équipe d’e-sport en 2017. Nous avons identifié le besoin de représenter le Canada sur la scène mondiale des jeux de combat en e-sport, et ainsi, l’équipe So SMRT a été créée. Une courte liste de nos réalisations comprend :",
      {
        "timeline": [
          {
            "year": "2017",
            "achievements": [
              "L’équipe SMRT eSports a été fondée.",
              "SMRT eSports a également travaillé comme organisateur de tournois bénévoles avec TorontoTopTiers."
            ]
          },
          {
            "year": "2018",
            "achievements": [
              "SMRT | Missing Person a terminé 2ème dans Sailor Moon S à <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/AnimEVO/2018/SMS\">AnimEVO</a>."
            ]
          },
          {
            "year": "2019",
            "achievements": [
              "SMRT | HoldenTSF a représenté le Canada au NeoGeo World Tour 2 à Taïwan pour <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoF98\">The King of Fighters ‘98</a>.",
              "SMRT | AlvinKOF a représenté le Canada au NeoGeo World Tour 2 à Taïwan pour <a class=\"text-accent font-bold\" href=\"https://liquipedia.net/fighters/NeoGeo_World_Tour/2/Global_Finals/KoFXIV\">The King of Fighters 14</a>."
            ]
          },
          {
            "year": "2024-présent",
            "achievements": [
              "SMRT eSports a recentré notre attention sur la promotion du talent en e-sport de jeux de combat au niveau national avec des tournois en présentiel et en ligne à Barrie, Ontario."
            ]
          }
        ]
      }
    ]
  },
  "mission": {
    "title": "Mission et Vision",
    "paragraphs": [
      "SMRT eSports est une organisation à but non lucratif ayant pour mission d'élever le talent canadien et de promouvoir le tourisme à travers les jeux de combat eSports (par exemple, King of Fighters, Street Fighter et Tekken).",
      "Les jeux de combat permettent aux individus de développer de la résilience dans un environnement sans obstacle.",
      "SMRT eSports s'efforce de développer la collaboration, la résolution de problèmes et la résilience au sein de notre communauté de joueurs de jeux de combat. Notre objectif est de promouvoir ces compétences de vie transférables acquises grâce aux jeux de combat eSports."
    ]
  },
  "events": [
    {
      "name": "Whiff City",
      "logo": "whiff-city.png",
      "paragraphs": [
        "Notre principale compétition mensuelle de jeux vidéo et d’e-sport a lieu à C.W. Coop’s Barrie, sur rue Dunlop.",
        "Entre 30 et 50 personnes participent à cet événement le dernier samedi de chaque mois.",
        "Environ la moitié des participants viennent de la région de Barrie/Comté de Simcoe. L’autre moitié vient de la Région du Grand Toronto, Hamilton, Mississauga, et même de Guelph, les chutes du Niagara et Haliburton."
      ],
      "url": "https://start.gg/whiffcity",
      "sublinks": [
        {
          "text": "Rejoignez sur",
          "url": "https://start.gg/whiffcity",
          "linkText": "start.gg/whiffcity"
        },
        {
          "text": "Regardez maintenant sur Twitch !",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "King of the Hill",
      "logo": "king-of-the-hill.png",
      "paragraphs": [
        "Notre compétition annuelle d’e-sport à YetiCon, à Blue Mountain, Ontario. L’événement accueille plus de 200 exposants et des centaines de participants.",
        "Nous organiserons notre première compétition annuelle de King of The Hill pour les visiteurs du salon et les membres de notre communauté de jeux de combat."
      ],
      "url": "https://start.gg/hooyeah",
      "sublinks": [
        {
          "text": "Regardez la rediffusion du 19 juin sur",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "6ix Fighters League",
      "logo": "6ix.png",
      "paragraphs": [
        "Notre tournoi bimensuel par équipes se joue en ligne entre joueurs locaux et s’étendra bientôt à toute la côte est de Canada.",
        "Les joueurs collaborent dans un tournoi en format 3 contre 3. Cette plateforme leur permet de partager leur \"tech\" (leur compréhension approfondie du jeu).",
        "On observe une progression immédiate dans la compréhension et l'application des mécaniques du jeu."
      ],
      "url": "https://youtube.com/@705WhiffCity",
      "sublinks": [
        {
          "text": "Regardez maintenant sur Twitch !",
          "url": "https://twitch.tv/barriewhiffcity",
          "linkText": "twitch.tv/barriewhiffcity"
        }
      ]
    },
    {
      "name": "Game Set Match",
      "logo": "gsm.png",
      "paragraphs": [
        "Notre émission bimensuelle sur Twitch et YouTube relie des membres légendaires de la communauté des jeux de combat aux étoiles montantes de notre communauté à Barrie / Comté de Simcoe.",
        "Les 3 premiers épisodes ont mis en vedette des personnalités de tous les horizons de l’e-sport, dont : le champion du monde Kane Blueriver, l'entraîneur international Chris_F, et la star de YouTube Gerald Lee, créateur de Core-A Gaming."
      ],
      "url": "https://youtube.com/playlist?list=PLODkaf7lDdAzEKDrxdXBjdwOoa-uSb0Ki&feature=shared",
      "sublinks": [
        {
          "text": "Regardez maintenant sur YouTube !",
          "url": "https://youtube.com/@SMRTeSports",
          "linkText": "youtube.com/@SMRTeSports"
        }
      ]
    }
  ],
  "sponsors": {
    "heading": "Nos fiers commanditaires",
    "brands": [
      {
        "name": "C.W. Coop's",
        "logo": "coops.png",
        "url": "https://cwcoopsbarrie.com/"
      },
      {
        "name": "Canadian Joysticks",
        "logo": "cj.png",
        "url": "https://canadianjoysticks.com/"
      },
      {
        "name": "Pixel Paradise Arcade",
        "logo": "ppa.png",
        "url": "https://pixelparadisearcade.ca/"
      },
      {
        "name": "GuileKeys",
        "logo": "gk.png",
        "url": "https://guilekeys.com"
      },
      {
        "name": "Licious cuisine italienne et service traiteur",
        "logo": "licious.png",
        "url": "https://liciousbakerycafe.ca/"
      }
    ]
  },
  "contact": {
    "title": "Contactez-Nous",
    "placeholders": {
      "name": "Votre Nom",
      "email": "Votre Email",
      "message": "Votre Message"
    },
    "submit": "Envoyer le Message",
    "success": "Votre message a été envoyé avec succès !"
  },
  "rules": {
    "title": "RÈGLES ET RÈGLEMENTS DU CONCOURS DE PRIX",
    "subtitle": "Concours de prix basé sur l’habileté de SMRT eSports",
    "lastUpdated": "8 octobre 2025",
    "important": "IL S’AGIT D’UN CONCOURS BASÉ SUR L’HABILETÉ. CE N’EST NI UNE LOTERIE NI UNE TOMBOLA. AUCUN ACHAT REQUIS.",
    "articles": [
      {
        "heading": "ADMISSIBILITÉ",
        "items": [
          "Le concours de prix basé sur l’habileté de SMRT eSports est ouvert aux résidents de l’Ontario, Canada, âgés de 13 ans ou plus au moment de l’inscription.",
          "Les participants de moins de 13 ans ne peuvent participer que si un parent ou tuteur légal fournit un consentement écrit et co-signe les documents requis.",
          "Les employés, sous-traitants et représentants de SMRT eSports, ainsi que les membres de leur foyer immédiat, ne sont pas admissibles à gagner."
        ]
      },
      {
        "heading": "NATURE DU CONCOURS; PAS UNE LOTERIE NI UNE TOMBOLA",
        "items": [
          "Ce concours est une compétition basée sur l’habileté. Les gagnants sont déterminés uniquement selon la résolution correcte de la question mathématique désignée conformément aux présentes règles.",
          "Aucun élément de hasard n’est utilisé pour déterminer les gagnants.",
          "Tout « tirage » ou sélection sur scène présenté durant l’événement sert uniquement à la mise en scène et au divertissement et n’a aucun effet sur l’admissibilité, la sélection ou les chances de gagner. Le tirage n’a aucun effet juridique sur le résultat."
        ]
      },
      {
        "heading": "PÉRIODE DU CONCOURS; LIMITE D’INSCRIPTION; AUCUN ACHAT REQUIS",
        "items": [
          "La période du concours pour chaque événement correspond à la date et à l’heure de l’événement telles qu’indiquées sur la page d’événement SMRT eSports à l’adresse https://start.gg/whiffcity. La période du concours se termine automatiquement à 23 h 59, heure locale, à la date de l’événement.",
          "Chaque participant peut effectuer une seule tentative au défi d’habileté par date d’événement. Les inscriptions multiples ou automatisées sont nulles.",
          "Aucun achat, paiement ou don n’est requis pour participer ou gagner. Le paiement de l’entrée à l’événement, le cas échéant, n’augmente pas les chances de gagner. Une méthode d’inscription gratuite est offerte en soumettant le formulaire de contact sur https://smrtesports.com, jusqu’à épuisement des stocks, ou en suivant les instructions affichées sur place lors de l’événement."
        ]
      },
      {
        "heading": "COMMENT PARTICIPER AU CONCOURS D’HABILETÉ",
        "items": [
          "Pendant la période du concours, les participants admissibles peuvent obtenir une carte-réponse ou un formulaire numérique, selon les instructions à l’événement, et tenter la question d’habileté.",
          "Question d’habileté requise : (150 ÷ 3) + (180 × 3) − 55. Divisez 150 par 3, puis ajoutez le résultat à 180 multiplié par 3, et soustrayez finalement 55.",
          "Les participants doivent résoudre la question d’habileté sans aide (aucune calculatrice, aucun téléphone, aucune assistance extérieure) et soumettre leur réponse finale unique dans le format et le délai annoncés par les responsables du concours."
        ]
      },
      {
        "heading": "DÉTERMINATION DES GAGNANTS (COMPÉTENCE SEULEMENT)",
        "items": [
          "Des prix sont attribués uniquement aux participants qui soumettent la réponse finale correcte pendant la période du concours.",
          "Si le nombre de soumissions correctes dépasse le nombre de prix disponibles pour cet événement, les prix seront attribués aux premières soumissions correctes selon l’horodatage officiel enregistré par les responsables du concours.",
          "En cas d’égalité de temps au seuil du dernier prix disponible, les participants à égalité compléteront chacun une courte question d’habileté supplémentaire de difficulté comparable. La première réponse juste au bris d’égalité recevra le ou les prix.",
          "Aucune sélection aléatoire, loterie ou tombola n’est utilisée pour déterminer les gagnants."
        ]
      },
      {
        "heading": "LE « TIRAGE » EST À DES FINS DE MISE EN SCÈNE SEULEMENT",
        "items": [
          "Tout tirage présenté sur scène, en diffusion ou à l’écran est un segment cérémonial et divertissant visant à mobiliser le public et n’altère pas l’admissibilité, la sélection ou les résultats.",
          "Tous les messages au public, accessoires ou éléments graphiques se référant à un tirage sont purement théâtraux. Les gagnants officiels sont déterminés exclusivement selon les sections sur la participation au concours d’habileté et la détermination des gagnants."
        ]
      },
      {
        "heading": "PRIX; MODIFICATIONS; SUBSTITUTIONS",
        "items": [
          "Pour le concours d’habileté décrit dans ces règles, le seul prix offert à un gagnant admissible est un autocollant Whiff City d’une valeur au détail approximative n’excédant pas 0,01 $ CA. Aucune contrepartie en espèces ni considération supplémentaire n’est offerte.",
          "La description et la quantité des prix pour chaque événement, y compris tout élément de mise en scène non déterminant, seront affichées sur place ou annoncées avant la période du concours. Tous les prix peuvent être modifiés sans préavis.",
          "SMRT eSports peut remplacer un prix par un prix de valeur égale ou supérieure s’il est indisponible. Les prix n’ont aucune valeur en argent, sauf indication expresse par écrit.",
          "Un prix « boîte mystère », s’il est offert, donne droit uniquement au contenu de la boîte mystère et non à la boîte physique."
        ]
      },
      {
        "heading": "VÉRIFICATION; DÉCHARGES; PARTICIPATION DES MINEURS",
        "items": [
          "Pour être confirmé gagnant, un participant doit être admissible, avoir correctement résolu la question d’habileté, remplir et signer la déclaration de conformité et de décharge de responsabilité/publicité, et présenter une pièce d’identité valide sur demande.",
          "Les participants de moins de 13 ans doivent faire signer la déclaration et tout formulaire de consentement par un parent ou tuteur légal et être accompagnés de celui-ci pour la cueillette de tout prix.",
          "Le défaut de compléter la vérification dans le délai fixé par les responsables du concours entraînera la disqualification et la perte du prix."
        ]
      },
      {
        "heading": "RÉCLAMATION DU PRIX; CUEILLETTE EN PERSONNE",
        "items": [
          "Les prix doivent être récupérés en personne à l’événement ou à l’endroit désigné par SMRT eSports. Le défaut de récupérer à temps peut entraîner la perte du prix.",
          "Les prix sont remis tels quels, sans aucune garantie, expresse ou implicite."
        ]
      },
      {
        "heading": "CONDUITE; DISQUALIFICATION",
        "items": [
          "Les soumissions incomplètes, illisibles, en retard, falsifiées ou effectuées à l’aide d’aides interdites, notamment calculatrices, appareils mobiles ou assistance extérieure, seront disqualifiées.",
          "SMRT eSports peut disqualifier toute personne qui trafique ou abuse de quelque aspect du concours, enfreint les présentes règles ou adopte un comportement antisportif ou perturbateur."
        ]
      },
      {
        "heading": "LIMITATION DE RESPONSABILITÉ ET DÉCHARGE",
        "items": [
          "En participant, les concurrents dégagent de toute responsabilité SMRT eSports, ses sociétés affiliées et leurs dirigeants, administrateurs, employés et agents à l’égard de toute responsabilité découlant de la participation ou de l’acceptation d’un prix.",
          "SMRT eSports n’est pas responsable des soumissions perdues, retardées, mal acheminées ou corrompues, ni des erreurs techniques ou humaines de quelque nature que ce soit."
        ]
      },
      {
        "heading": "CONFIDENTIALITÉ",
        "items": [
          "Les renseignements personnels sont recueillis, utilisés et divulgués uniquement aux fins d’administration du concours, conformément à la politique de confidentialité de SMRT eSports disponible à l’adresse https://smrtesports.com.",
          "Pour les participants de moins de 13 ans, les renseignements personnels ne seront recueillis, utilisés ou divulgués qu’avec le consentement vérifié d’un parent ou tuteur."
        ]
      },
      {
        "heading": "PUBLICITÉ",
        "items": [
          "En acceptant un prix, les gagnants consentent à l’utilisation de leur nom, image, voix, ville ou localité de résidence et déclarations à des fins publicitaires par SMRT eSports, sans compensation supplémentaire, sauf si la loi l’interdit.",
          "Pour les participants de moins de 13 ans, ce consentement publicitaire doit être fourni par un parent ou tuteur légal."
        ]
      },
      {
        "heading": "LOI APPLICABLE; DÉCISIONS FINALES",
        "items": [
          "Les présentes règles sont régies par les lois de la province de l’Ontario et les lois fédérales du Canada applicables.",
          "Toutes les décisions de SMRT eSports et des responsables du concours sont finales et contraignantes."
        ]
      },
      {
        "heading": "QUESTIONS; MÉTHODE D’INSCRIPTION GRATUITE",
        "items": [
          "Une méthode d’inscription gratuite et les questions générales au sujet du concours sont disponibles via le formulaire de contact sur https://smrtesports.com, jusqu’à épuisement des stocks.",
          "Les présentes règles précisent que ce concours n’est ni une loterie ni une tombola, car les gagnants sont déterminés uniquement par l’habileté, et tout tirage est seulement destiné à la mise en scène sans incidence sur la sélection des gagnants."
        ]
      }
    ]
  }
}
